Repository: arshad-ashraf-a/Takamul
Catalog: Takamul.Portal.Resources/Common/CommonResx.*.resx
Languages: ar

source: Accessibility
ar: سهولة الوصول

# AccessisDenied
source: Sorry! Access Denied, you do not have sufficient privileges.
ar: عذراً! ليس لديك صلاحية للقيام بهذا الإجراء .

source: Add Company User
ar: إضافة مستخدم للمنشأة

source: Advanced Search
ar: بحث متقدم

source: All
ar: الكل

source: All Departments
ar: كل الدوائر

source: All Directorates
ar: كل المديريات

source: All Sections
ar: كل الأقسام

source: All Sectors
ar: كل القطاعات

source: Almost Expired
ar: مشارف على الانتهاء

# AlreadyExistRecordFaild
source: The section you are trying to add is already exist, please try with a different one.
ar: القسم الذي تحاول إضافته موجود حالياً، يرجى إضافة قسم أخر

# AnErrorHasBeenOccured
source: An error has been occurred please try again later
ar: حدث خطأ اثناء العملية يرجى المحاولة لاحقا مرة اخرى

source: Approved
ar: موافق

source: Birth date
ar: تاريخ الميلاد

# BodyClass
source: no-skin
ar: no-skin rtl

source: Branch
ar: الفرع

source: Call Center
ar: قسم الإتصال

source: Cancel
ar: إلغاء

source: Cancelled
ar: إلغاء

# CanNotInsertInThisDate
source: Can't insert in this date because its before the submission date.
ar: لا يمكنك إضافة سجل بتاريخ قبل تاريخ تقديم الشكوى

# CantDeleteThisEventType
source: You can't delete this event log, becuase this is not done by you and/or this is not a custom event.
ar: لا يمكنك حذف سجل لم تقم بإضافته أو/و هذا السجل من نوع لا يمكن حذفه

# CaptchaText
source: Please enter the string as shown above:
ar: الرجاء ادخال الرموز المبينة اعلاه:

source: Characters left
ar: حرفاً متبقياً

# CitizensEServicesPortal
source: Citizens
ar: المقيمين

source: Civil Number
ar: الرقم المدني

source: Clear
ar: مسح

source: Company
ar: المنشأة

source: Company changed successfully
ar: تم تغيير المنشأة بنجاح

# CompanyNotChanged
source: Company changing error, please try again later
ar: حدث خطأ اثناء تغيير المنشأة، يرجى المحاولة لاحقاً

# ComplaintDetailsMapsStyle
source: padding-right:3em;
ar: padding-left:3em;

# ComplaintRefNo
source: Your complaints has been submitted successfully , You can follow up by using the reference number
ar: تم استلام الشكوى بنجاح يمكنك متابعة حالة الشكوى من خلال الرقم المرجعي للشكوى

source: Contact US
ar: اتصل بنا

# ContentViewer
source: Show content
ar: عرض المحتوى

# CopyRight
source: © {0} Ministry of Manpower – Sultanate of Oman. All Rights Reserved.
ar: جميع الحقوق محفوظة, وزارة القوى العاملة© {0}

source: Court
ar: محكوم عليه

# CrNumber
source: Comercial Record Number
ar: رقم السجل التجاري

# CurrentSelectedComany
source: Current Company : {0}
ar: المنشأة الحالية : {0}

source: Department
ar: الدائرة

source: Departure
ar: مغادر

# Described
source: Described as
ar: / وصفته

# dir
source: ltr
ar: rtl

# Direction
source: ltr
ar: rtl

# DirectionOpposite
source: rtl
ar: ltr

source: Directorate
ar: المديرية

# DoubleArrowIcon
source: ace-icon fa fa-angle-double-right
ar: ace-icon fa fa-angle-double-left

# DoubleArrowIconMenu
source: ace-icon fa fa-angle-double-left
ar: ace-icon fa fa-angle-double-right

# EmployeeEServicesPortal
source: Ministry Employee
ar: موظفي الوزارة

# EmployerEServicesPortal
source: Employers
ar: أصحاب العمل

# Error
source: An Error Occurred
ar: حدث خطأ

source: eServices
ar: بوابة الخدمات الالكترونية

source: Expired
ar: منتهي

source: FAQ
ar: الأسئلة الشائعة

source: From Date
ar: من تـــاريخ

source: General Error
ar: حدث خطأ عام

source: Help
ar: مساعدة

source: Here
ar: هنا

source: In Progress ...
ar: جاري التحقق من البيانات...

# JobSeekerEServicesPortal
source: Job Seeker
ar: الباحثين عن عمل

# LayoutDirection
source: left
ar: right

# LayoutDirectionOpposite
source: right
ar: left

# Logo
source: ~/Content/assets/images/logo_en.png
ar: ~/Content/assets/images/logo_ar.png

# MainTitle
source: eServices
ar: بوابة الخدمات الالكترونية

# ManpowerEServicesPortal
source: Manpower
ar: خدمات اصحاب العمل

# MessageAddFailed
source: Add failed
ar: خطأ بالإضافة

# MessageAddSuccess
source: The record(s) has been added successfully
ar: تم الإضافة بنجاح

# MessageAssignFaild
source: Error Assigning the Record
ar: خطأ تعيين البيانات

# MessageAssignSuccess
source: The Record has been Assigned Successfully
ar: تم تعيين البيانات بنجاح

# MessageDeleteFailed
source: Delete failed
ar: خطأ بالحذف

# MessageDeleteSuccess
source: The record(s) has been deleted successfully
ar: تم الحذف بنجاح

# MessageEditFailed
source: Edit failed
ar: خطأ في التعديل

# MessageEditSuccess
source: The record(s) has been edited successfully
ar: تم التعديل بنجاح

source: Ministerial Decrees
ar: القرارات الوزارية

source: Ministry of Manpower
ar: وزارة القوى العاملة

# MobileApplication
source: Mobile Applications
ar: تطبيقات الهاتف النقال

source: New
ar: جديد

source: No
ar: لا

# NoData
source: No data releated to this selection .
ar: لا يوجد بيانات تابعة لهذا الخيار

source: No Data Found
ar: لا يوجد بيانات لعرضها

source: No selected records
ar: لا يوجد عناصر مختارة

source: Not Available
ar: غير متوفر

source: Not Exist
ar: لا يوجد

# PaymentError
source: An error has been occured through payment proccess please try again later
ar: حدث خطا اثناء متابعة الدفع يرجى المحاولة مرة اخرى لاحقا

source: Payment Validation Error
ar: حدث خطا

source: Pending
ar: قيد الانتظار

# PhoneCall
source: Called Mr.
ar: /تم الاتصال هاتفيا بالفاضل

source: Phone Number
ar: رقم الهاتف

source: Please Enter Age
ar: يرجى ادخال العمر

source: Please Select
ar: يرجى الاختيار

source: Privacy
ar: لوائح الخصوصية

# ProclamationAttachmentsStyle
source: padding-right:2em; padding-left: 0em;
ar: padding-left:2em; padding-right: 0em;

# ProclamationDetailsMapsStyle
source: padding-right:2em;padding-left: 0em;
ar: padding-left:2em; padding-right: 0em;

# REFCode
source: Reference Code
ar: الرقم المرجعي

source: Regulations
ar: اللوائح التنظيمية

# RelatedRecordFaild
source: Cant delete this record(s), please delete childe record(s) before this action.
ar: لا يمكن إتمام عملية الحذف، يوجد سجلات مرتبطة بهذا السجل

# RequiredInputNote
source: Required Field
ar: تعبير عن حقول اجبارية

source: Return
ar: رجوع

source: Runaway
ar: هارب

source: Search
ar: بحث

source: Section
ar: القسم

source: Sector
ar: القطاع

source: Select Company
ar: اختر المنشأة

source: Select Department
ar: اختر الدائرة

source: Select Directorate
ar: اختر المديرية

source: Select Section
ar: اختر القسم

source: Select Sector
ar: إختر القطاع

source: Service Not Available
ar: الخدمة غير متوفرة حاليا

source: Services
ar: الخدمات

source: Show All Services
ar: عرض جميع الخدمات

source: Show Report
ar: إظهار التقرير

source: Site Map
ar: خريطة الموقع

# SiteTitle
source: Portal Eservices - Ministry of Manpower Sultanate of Oman
ar: بوابة الخدمات الالكترونية - وزارة القوى العاملة

source: Staff Mail
ar: بريد الموظفين

source: Submit
ar: حفظ

# TermsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

# TextAlign
source: left
ar: right

# ToChangeCompany
source: Click Here to Change
ar: اضغط للتغيير

source: To Date
ar: إلى تـــاريخ

# TrainingInstitutePortal
source: Training Institute
ar: المعاهد التدريبية

source: Undefined
ar: غير محدد

# UserCompanyAssignSuccess
source: User assigned to company successfully
ar: تم اضافة المستخدم المنشأة بنجاح

# UseSystemAsCompany
source: Use System as
ar: استخدام النظام كمنشأة

source: Welcome
ar: مرحبا

source: Will Expire Soon
ar: مشارف عالانتهاء

source: Working
ar: على رأس العمل

source: Work Law
ar: قانون العمل

source: Yes
ar: نعم

# DeleteConfirmationMessage
source: Are you sure you wanted to delete this record ?
ar: هل تريد بالتأكيد حذف هذا السجل؟

source: This field is required.
ar: هذه الخانة مطلوبه.

source: Access Denied
ar: تم الرفض

source: App DashBoard
ar: التطبيق داشبوارد

source: App Events
ar: أحداث التطبيق

source: App Member Info
ar: التطبيق معلومات العضو

source: App Name
ar: اسم التطبيق

source: App News
ar: أخبار التطبيق

source: App Tickets
ar: تذاكر التطبيق

source: App Users
ar: مستخدمي التطبيق

source: All Applications
ar: جميع التطبيقات

source: All Members
ar: كل الأعضاء

source: Logout
ar: الخروج

source: Back To List
ar: الرجوع للقائمة

source: App Info
ar: معلومات التطبيق

source: App Settings
ar: إعدادات التطبيقات

source: SAWA eService Login
ar: ساوا الخدمات الإلكترونية تسجيل الدخول

# TakamulServices
source: SAWA eServices
ar: سوا الخدمات الإلكترونية

source: Notification Logs
ar: سجلات الإشعارات
