Repository: arshad-ashraf-a/Takamul
Catalog: Takamul.Portal.Resources/Portal/Tickets/TicketsResx.*.resx
Languages: ar

source: Add New Ticket
ar: إضافة موضوع جديدة

source: Add Ticket
ar: إضافة موضوع

# AllowedFileSize
source: Only allowed file size upto 10 MB.
ar: حجم الملف المسموح به 10 ميجابايت فقط .

# AllTicketParticipants
source: All Participants
ar: جميع المشاركين

source: All Tickets
ar: جميع المواضيع

source: Change Ticket Status
ar: تغيير حالة الموضوع

# ChooseOneParticipant
source: Please choose one participant.
ar: الرجاء اختيار أحد المشاركين.

source: Created Date
ar: تاريخ الإنشاء

source: Delete Participant
ar: حذف المشارك

# DeleteTicketOwnerUser
source: You cannot delete ticket owner.
ar: لا يمكنك حذف صاحب الموضوع

# EnterRejectReason
source: enterreject reason&hellip;&hellip;
ar: أدخل سبب الرفض

source: Enter your message...
ar: أدخل رسالتك...

source: Go Back To Tickets
ar: العودة إلى المواضيع

source: Go To Chats
ar: انتقل إلى المحادثات

# InvalidFileFormat
source: Uploaded file is not a valid format.Only PNG,JPG,JPEG is allowed.
ar: الملف الذي تم تحميله غير صحيح . المسموح به الملفات بتنسيق الصور فقط.

source: Is Active
ar: نشط

source: Participant User
ar: مستخدم مشارك

# PleaseSelectFile
source: Please select file to upload.
ar: الرجاء تحديد ملف لتحميله.

# ReachedLimitParticipantUser
source: Reached maximum number of allowed users on this ticket.
ar: الوصول للحد الاقصى المسموح به من المستخدمين لهذه الموضوع.

source: Reject Reason
ar: سبب الرفض

source: Search Tickets
ar: بحث المواضيع

source: - Select Status -
ar: - اختر الحالة -

source: - Select User -
ar: - اختر المستخدم -

source: Send
ar: إرسال

# SendIcon
source: icon-circle-right2
ar: icon-circle-left2

source: Ticket Chats
ar: محادثات الموضوع

source: Ticket Code
ar: رمز الموضوع

# TicketCreatedPlatform
source: Created Platform
ar: إنشاء منصة

source: Ticket Descirption
ar: وصف الموضوع

source: Ticket Description
ar: وصف الموضوع

source: Ticket Details
ar: تفاصيل الموضوع

source: Ticket Image
ar: صورة الموضوع

source: Ticket Info
ar: معلومات الموضوع

source: Ticket Name
ar: اسم الموضوع

# TicketOwnerUserFullName
source: Ticket Owner
ar: صاحب الموضوع

# TicketParticipantName
source: Participant Name
ar: اسم المشارك

# TicketParticipantNos
source: Total Participants
ar: إجمالي المشاركين

source: Ticket Participant User
ar: مستخدم المشارك في الموضوع

source: Tickets List
ar: قائمة المواضيع

source: Ticket Status
ar: حالة الموضوع

source: Update Ticket
ar: تحديث الموضوع

source: Uploaded Ticket Image
ar: تحميل صورة الموضوع

source: UploadFile
ar: رفع ملف

# UserAlreadyExists
source: The user already exists.
ar: المستخدم موجود من قبل.

source: View Ticket Info
ar: عرض معلومات الموضوع

# HasUploadedFile
source: has uploaded a file.
ar: تحميل ملف.

source: Last Conversation
ar: آخر محادثة

source: Category
ar: الفئة

source: Add Participants
ar: أضف مشاركين

source: AssignCategory
ar: تعيين الفئة
